wayland-protocols
sway
swaylock
swayidle
waybar
wofi
alacritty
xorg-server-xwayland
mako
kanshi
ranger
brightnessctl
redshift-wayland-git
oh-my-zsh-git
zsh-theme-powerlevel10k-git
awesome-terminal-fonts
powerline-fonts
ttf-meslo-nerd-font-powerlevel10k
htop
ytop
powertop
firefox
firefox-i18n-en-gb
thunderbird
thunderbird-i18n-en-gb
chromium-ozone
ntfs-3g
exfat-utils
mullvad-vpn-bin
telegram-desktop
slack-desktop
signal-desktop
teams
libreoffice-fresh-en-gb
obs-studio
openshot
vlc
bluez-utils
hunspell-en_GB
transmission-gtk
xournal
borg
grim
slurp
wl-clipboard
graphicsmagick
vscode
libcdio
libdvdread
libdvdcss
libdvdnav
libbluray
libaacs
libbdplus
makemkv
pkgfile
github-cli
laptop-mode-tools
pipewire
xdg-desktop-portal
intel-mkl
qt5-wayland
qt5ct
xorg
xorg-xinit
i3
rofi
dunst
feh
betterlockscreen