wayland-protocols
sway
swaylock
swayidle
waybar
wofi
alacritty
xorg-server-wayland
mako
kanshi
ranger
brightnessctl
redshift-wayland
htop
ytop
powertop
firefox
firefox-i18n-en-gb
thunderbird
thunderbird-i18n-en-gb
chromium-wayland
ntfs-3g
exfat-utils
oh-my-zsh
wireguard
mullvad-tray
telegram-desktop
slack-desktop
signal-desktop
teams
libreoffice-fresh-en-gb
obs-studio
openshot
vlc
bluez-utils
hunspell-en_GB
trasnmission-gtk
xournal
borg
grim
slurp
wl-clipboard
graphicsmagick
vscode
zsh-theme-powerlevel10k-git
libcdio
libdvdread
libdvdcss
libdvdnav
libbluray
libaacs
libbdplus
makemkv
pkgfile
github-cli
laptop-mode-tools
pipewire
xdg-desktop-portal
intel-mkl
qt-wayland
qt5ct