a5huynh.vscode-ron
aaron-bond.better-comments
albert.TabOut
amazonwebservices.aws-toolkit-vscode
arcticicestudio.nord-visual-studio-code
bencoleman.armview
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dionmunk.vscode-notes
dnlytras.nord-wave
eamodio.gitlens
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foxundermoon.shell-format
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.heygithub
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
James-Yu.latex-workshop
jasonlhy.hungry-delete
johnpapa.vscode-peacock
lextudio.restructuredtext
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-remark
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
naumovs.color-highlight
Orta.vscode-jest
platformio.platformio-ide
redhat.vscode-commons
redhat.vscode-yaml
REditorSupport.r
rusnasonov.vscode-hugo
rust-lang.rust
rust-lang.rust-analyzer
ryu1kn.partial-diff
seatonjiang.gitmoji-vscode
sourcery.sourcery
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
trond-snekvik.simple-rst
unifiedjs.vscode-remark
vadimcn.vscode-lldb
wholroyd.jinja
yzane.markdown-pdf
yzhang.markdown-all-in-one
