a5huynh.vscode-ron
aaron-bond.better-comments
albert.tabout
amazonwebservices.aws-toolkit-vscode
arcticicestudio.nord-visual-studio-code
astro-build.astro-vscode
bencoleman.armview
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dionmunk.vscode-notes
dnlytras.nord-wave
docker.docker
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foxundermoon.shell-format
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
james-yu.latex-workshop
jasonlhy.hungry-delete
johnpapa.vscode-peacock
keenethics.keen-neutral-icon-theme
mattogodoy.hacker-sounds
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
monosans.djlint
ms-azure-devops.azure-pipelines
ms-azure-load-testing.microsoft-testing
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.vscode-node-azure-pack
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
naumovs.color-highlight
orta.vscode-jest
pkief.material-icon-theme
pkief.material-product-icons
platformio.platformio-ide
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
reditorsupport.r
rusnasonov.vscode-hugo
rust-lang.rust-analyzer
ryu1kn.partial-diff
samuelcolvin.jinjahtml
seatonjiang.gitmoji-vscode
streetsidesoftware.code-spell-checker
tal7aouy.icons
tamasfe.even-better-toml
trond-snekvik.simple-rst
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
wholroyd.jinja
yzane.markdown-pdf
yzhang.markdown-all-in-one
